<?php

$lang['rozetka_pay_merchant'] = "Ідентифікатор мерчанту";
$lang['rozetka_pay_secret_key'] = "Секретний ключ мерчанту";
$lang['okaycms__rozetkapay__description_title'] = "Платіжна система RozetkaPay";
$lang['okaycms__rozetkapay__description_part_1']= "Для роботи модуля вам потрібно буде вказати посилання";
$lang['okaycms__rozetkapay__description_part_2'] = "в особистому кабінеті на сторінці Налаштування Мазагин - Повідомлення в поля зазначені на скріншоті. Потім вам потрібно буде в адмін. панелі в OkayCMS в розділі Налаштування - Способи оплати вибрати той спосіб оплати, до якого ви хочете підключити оплату через сервіс RozetkaPay, в поле \"Тип модуля:\". Вибрати зі списку \"OkayCMS / RozetkaPay\" і вказати в що з'явилися поля дані з особистого кабінету RozetkaPay , які знаходяться там в блоці \"Реквізити мерчанта\"";
$lang['rozetka_pay_refund'] = "Повернення коштів";