<?php

$lang['way_for_pay_merchant'] = "ვაჭრის იდენტიფიკატორი";
$lang['way_for_pay_secret_key'] = "ვაჭრის საიდუმლო გასაღები";
$lang['okaycms__wayforpay__description_title'] = "გადახდის სისტემა WayForPay";
$lang['okaycms__wayforpay__description_part_1'] = "იმისათვის, რომ მოდული მუშაობდეს, თქვენ უნდა მიუთითოთ ბმული";
$lang['okaycms__wayforpay__description_part_2'] = "თქვენს ანგარიშზე გვერდზე Mazagin პარამეტრები - შეტყობინებები ეკრანის სურათზე მითითებულ ველებში. შემდეგ თქვენ უნდა მოხვდეთ ადმინში. პანელები OkayCMS- ში პარამეტრებში - გადახდის მეთოდების განყოფილებაში, შეარჩიეთ გადახდის მეთოდი, რომელთანაც გსურთ გადახდა დაკავშირება WayForPay სერვისით, \"მოდულის ტიპი:\" ველში, ჩამოვარდნილი სიიდან აირჩიეთ \"OkayCMS / WayForPay\" და ჩამოთვალეთ მონაცემები WayForPay- ის პირადი ანგარიშიდან იმ სფეროებში, რომლებიც გამოჩნდება. რომლებიც \"სავაჭრო დეტალების\" ბლოკშია";