<?php

$lang['way_for_pay_merchant'] = "Идентификатор мерчанта";
$lang['way_for_pay_secret_key'] = "Секретный ключ мерчанта";
$lang['okaycms__wayforpay__description_title'] = "Платежная система WayForPay";
$lang['okaycms__wayforpay__description_part_1'] = "Для работы модуля вам нужно будет указать ссылку";
$lang['okaycms__wayforpay__description_part_2'] = "в личном кабинете на странице Настройки мазагина - Уведомления в поля указанные на скриншоте. Затем вам нужно будет в админ. панели в OkayCMS в разделе Настройки - Способы оплаты выбрать тот способ оплаты, к которому вы хотите подключить оплату через сервис WayForPay, в поле \"Тип модуля:\". Выбрать из выпадающего списка \"OkayCMS/WayForPay\" и указать в появившиеся поля данные с личного кабинета WayForPay, которые находятся там в блоке \"Реквизиты мерчанта\"";