<?php

$lang['way_for_pay_merchant'] = "Ідентифікатор мерчанту";
$lang['way_for_pay_secret_key'] = "Секретний ключ мерчанту";
$lang['okaycms__wayforpay__description_title'] = "Платіжна система WayForPay";
$lang['okaycms__wayforpay__description_part_1'] = "Для роботи модуля вам потрібно буде вказати посилання";
$lang['okaycms__wayforpay__description_part_2'] = "в особистому кабінеті на сторінці Налаштування Мазагин - Повідомлення в поля зазначені на скріншоті. Потім вам потрібно буде в адмін. панелі в OkayCMS в розділі Налаштування - Способи оплати вибрати той спосіб оплати, до якого ви хочете підключити оплату через сервіс WayForPay, в поле \"Тип модуля:\". Вибрати зі списку \"OkayCMS / WayForPay\" і вказати в що з'явилися поля дані з особистого кабінету WayForPay , які знаходяться там в блоці \"Реквізити мерчанта\"";