<?php

$lang['liq_pay_public_key'] = "საჯარო გასაღები";
$lang['liq_pay_private_key'] = "პირადი გასაღები";
$lang['okaycms__liqpay__description_title'] = "გადახდის სისტემა LiqPay";
$lang['okaycms__liqpay__description_part_1'] = "იმისათვის, რომ მოდული მუშაობდეს, თქვენ უნდა მიუთითოთ ბმული";
$lang['okaycms__liqpay__description_part_2'] = "თქვენს ანგარიშში პარამეტრებში - API გვერდზე ველებში \"სერვერ-სერვერის შეტყობინების მისამართები\" და \"კლიენტი-სერვერის შეტყობინების URL\", როგორც ეს მოცემულია ეკრანის სურათში. შემდეგ თქვენ უნდა მოხვდეთ ადმინში. პანელები OkayCMS- ში პარამეტრებში - გადახდის მეთოდების განყოფილებაში, შეარჩიეთ გადახდის მეთოდი, რომელთანაც გსურთ დაკავშირება გადახდა LiqPay სერვისით \"მოდულის ტიპი:\" ველში. ჩამოსაშლელი სიიდან აირჩიეთ \"OkayCMS / LiqPay\" და მიუთითეთ მონაცემები LiqPay პერსონალური ანგარიშიდან იმ ველებში, რომლებიც გამოჩნდება, რომლებიც ასევე აღინიშნება ეკრანის სურათში.";