{$meta_title = $btr->license_text scope=global}

{*Название страницы*}
<div class="row">
    <div class="col-lg-7 col-md-7">
        <div class="wrap_heading">
            <div class="box_heading heading_page">
                {$btr->license_text|escape}
            </div>
        </div>
    </div>
</div>

{*Текст лицензии*}
<div class="row">
    <div class="col-lg-12 col-md-12">
        <div class="boxed fn_toggle_wrap min_height_335px">
            <div class="toggle_body_wrap on fn_card">
                <div class="row">
                    <div class="col-lg-12 col-md-12">
                        <textarea readonly disabled class="col-lg-12 col-md-12 col-xs-12" rows="50">
1. Программные продукты разработанные для фреймворка OkayCMS (далее «Продукты») представляют собой исходные коды программ, воспроизведенные в файлах или на бумаге, включая электронную или распечатанную документацию, а также текст данного лицензионного соглашения (далее «Соглашение»).

2. Приобретение платных Продуктов либо установка бесплатных Продуктов свидетельствует о том, что Пользователь ознакомился с содержанием Соглашения, принимает его положения и будет использовать Продукты в соответствии с условиями Соглашения.

3. Соглашение вступает в законную силу в момент получения Продуктов посредством электронных средств передачи данных.

4. Все авторские права на Продукты принадлежат разработчику исходного кода (далее «Разработчик»). Продукты в целом или по отдельности являются объектами авторского права и подлежат защите согласно законодательству. Использование Продуктов с нарушением условий данного Соглашения является нарушением законов об авторском праве и будет преследоваться в соответствии с действующим законодательством.

5. Продукты поставляются на условиях «КАК ЕСТЬ» («AS IS») без предоставления гарантий производительности, покупательной способности, сохранности данных, а также иных явно выраженных или предполагаемых гарантий. Разработчик не несет какой-либо ответственности за причинение или возможность причинения вреда Пользователю, его информации или бизнесу вследствие использования или невозможности использования Продуктов.

6. Данное Соглашение дает право на использование одной копии платных Продуктов, установленной только на одном экземпляре фреймворка OkayCMS. Данную копию Продуктов разрешается использовать на неограниченном количестве поддоменов, прикрепленных к одному домену, на котором используется фреймворк OkayCMS. Любое распространение платных Продуктов, включая некоммерческое, без предварительного согласия Разработчика, а также передача в пользование третьим лицам на условиях аренды (субаренды) являются нарушением данного Соглашения и влекут за собой ответственность согласно действующему законодательству. Допускается возможность создания и использования дополнительной копии платных Продуктов исключительно в целях тестирования или внесения изменений в исходный код при условии, что такая копия не будет доступна третьим лицам.

7. Бесплатные Продукты распространяются на условиях лицензии LGPL и могут устанавливаться на любом количестве веб-серверов без ограничений. Фреймворк OkayCMS, начиная с версии 4.0 и далее является бесплатным и распростаняется на условиях лицензии LGPL.

8. Пользователь вправе вносить любые изменения в исходный код Продуктов по своему усмотрению, кроме переименования Продукта и изменения идентификатора Разработчика. При этом последующее использование Продуктов должно осуществляться в соответствии с данным Соглашением и при условии сохранения всех авторских прав. В случае внесения Пользователем каких бы то ни было изменений Разработчик не несет ответственности за работоспособность измененного Продукта.

9. Разработчик не несет ответственность в случае привлечения Пользователя к административной или уголовной ответственности за использование Продуктов в противозаконных целях.

10. Прекращение действия данного Соглашения допускается в случае удаления всех полученных файлов и документации, а также их копий. Прекращение действия данного Соглашения не обязывает Разработчика возвратить средства, потраченные Пользователем на приобретение Продуктов.
                        </textarea>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>